Repository: AutomCoding/OpenRailwayMap
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es_es, fi_fi, lt_lt

source: More Info
es_es: Más información
fi_fi: Enemmän tietoa
lt_lt: Daugiau Info

source: Contact
es_es: Contacto
fi_fi: Yhteydenotto
lt_lt: Susisiekti

source: Javascript is not activated
es_es: Javascript no está activado
fi_fi: Javascript ei käytössä
lt_lt: Javascript nėra aktyvuotas

source: Javascript is needed to show the map and run this website. Please turn on Javascript in your browser settings.
es_es: Javascript es necesario para mostrar el mapa y ejecutar esta página web. Active Javascript en los ajustes de su navegador.
fi_fi: Javascript vaaditaan kartan näyttämiseen tällä sivulla. Kytke Javascript päälle selaimen asetuksista.
lt_lt: Javascript yra reikalingas, kad rodyti žemėlapį ir naudotis šia svetaine. Prašome savo naršyklės nustatymuose įjungti Javascript.

source: Loading...
es_es: Cargando...
fi_fi: Ladataan...
lt_lt: Įkeliama...

source: Nothing found.
es_es: No se encontró nada.
fi_fi: Mitään ei löytynyt.
lt_lt: Nieko nerasta.

source: Last update
es_es: Última actualización
fi_fi: Viimeisin päivitys
lt_lt: Paskutinis atnaujinimas

source: Empty input.
es_es: Entrada vacía.
fi_fi: Tyhjä hakulauseke.
lt_lt: Tuščia užklausa.

source: Kilometer
es_es: Kilómetro
fi_fi: Kilometri
lt_lt: Kilometras

source: Track
es_es: Vía
fi_fi: Raide
lt_lt: Bėgių kelias

source: Permalink
es_es: Enlace permanente
fi_fi: Ikilinkki
lt_lt: Pastovi nuoroda

source: Rendering: OpenRailwayMap
es_es: Renderizado: OpenRailwayMap
fi_fi: Renderöinti: OpenRailwayMap
lt_lt: Pateikimas: OpenRailwayMap

source: Mapnik Grayscale
es_es: Escala de grises Mapnik
fi_fi: Mapnik harmaasävy
lt_lt: Mapnik su pilkio pustoniais

source: Map data &copy; OpenStreetMap contributors
es_es: Datos del mapa &copy; contribuidores OpenStreetMap
fi_fi: Kartta-aineisto &copy; OpenStreetMapin tekijät
lt_lt: Žemėlapio duomenys &copy; OpenStreetMap talkininkai

source: Select a map style
es_es: Seleccione un estilo de mapa
fi_fi: Valitse karttatyyli
lt_lt: Pasirinkite žemėlapio stilių

source: Public transport
es_es: Transporte público
fi_fi: Joukkoliikenne
lt_lt: Viešasis transportas

source: Search results
es_es: Resultados de la búsqueda
fi_fi: Hakutulokset
lt_lt: Paieškos rezultatai

source: Search only in the current map view
es_es: Buscar sólo en la vista del mapa actual
fi_fi: Hae ainoastaan nykyisestä karttanäkymästä
lt_lt: Ieškoti tik dabartiniame žemėlapio rodinyje

source: HTML-Code
es_es: Código HTML
fi_fi: HTML-koodi
lt_lt: HTML-Kodas

source: Fullscreen
es_es: Pantalla completa
fi_fi: Koko näyttö
lt_lt: Visas ekranas

source: %d second
es_es: %d segundo
fi_fi: %d sekunti
lt_lt: %d sekundę

source: %d minute
es_es: %d minuto
fi_fi: %d minuutti
lt_lt: %d minutę

source: %d hour
es_es: %d hora
fi_fi: %d tunti
lt_lt: %d valandą

source: %d day
es_es: %d día
fi_fi: %d päivä
lt_lt: %d dieną

source: %d week
es_es: %d semana
fi_fi: %d viikko
lt_lt: %d savaitę

source: %d month
es_es: %d mes
fi_fi: %d kuukausi
lt_lt: %d mėnesį

source: more than %s ago
es_es: hace más de %s
fi_fi: yli %s sitten
lt_lt: daugiau kaip prieš %s

source: %s ago
es_es: hace %s
fi_fi: %s sitten
lt_lt: prieš %s

source: Infrastructure
es_es: Infraestructura
fi_fi: Infrastruktuuri
lt_lt: Infrastruktūra

source: Signalling
es_es: Señalización
fi_fi: Opastimet
lt_lt: Signalizacija

source: Maxspeeds
es_es: Velocidades máximas
fi_fi: Nopeusrajoitukset
lt_lt: Maksimalūs greičiai

source: Halt
es_es: Parada
fi_fi: Seisake
lt_lt: Sustojimas

source: Station
es_es: Estación
fi_fi: Asema
lt_lt: Stotis

source: Junction
es_es: Empalme
fi_fi: Linjavaihde
lt_lt: Mazgas

source: Yard
es_es: Patio de maniobras
fi_fi: Ratapiha
lt_lt: Prekių baras

source: Crossover
es_es: Cruce
fi_fi: Raiteenvaihtopaikka
lt_lt: Kryžminė sąvaža

source: Site
es_es: Sitio
fi_fi: Muu liikennepaikka

source: Service station
es_es: Estación de servicio
fi_fi: Varikko
lt_lt: Aptarnavimo stotis

source: Tram stop
es_es: Parada de tranvía
fi_fi: Raitiovaunupysäkki
lt_lt: Tramvajaus stotelė

source: Milestone
es_es: Hito kilométrico
fi_fi: Kilometripylväs

source: Level crossing
es_es: Paso a nivel
fi_fi: Tasoristeys
lt_lt: Geležinkelio pervaža

source: Crossing
es_es: Cruce
fi_fi: Kevyen liikenteen tasoristeys
lt_lt: Pervaža

source: Legend
es_es: Leyenda
fi_fi: Merkkien selitykset
lt_lt: Legenda

source: Bridge
es_es: Puente
fi_fi: Silta
lt_lt: Tiltas

source: Tunnel
es_es: Túnel
fi_fi: Tunneli
lt_lt: Tunelis

source: Line ref
es_es: Referencia de la vía
fi_fi: Rataosan numero
lt_lt: Bėgių vėžė

source: Railroad line
es_es: Ferrovía
fi_fi: Pääraide
lt_lt: Geležinkelio linija

source: Siding
es_es: Vía lateral
fi_fi: Kohtausraide
lt_lt: Geležinkelio pralanka

source: Yard track
es_es: Vía en patio de maniobras
fi_fi: Ratapiharaide
lt_lt: Prekių baro kelias

source: Spur
es_es: Tramo de acceso
fi_fi: Pistoraide
lt_lt: Privažiuojamasis kelias

source: Crossover track
es_es: Vía de cruce
fi_fi: Raiteenvaihtopaikan raide

source: Branch line
es_es: Línea ramal
fi_fi: Sivurata
lt_lt: Geležinkelio atšaka

source: Main line
es_es: Línea principal
fi_fi: Päärata
lt_lt: Pagrindinė linija

source: Highspeed line
es_es: Línea de alta velocidad
fi_fi: Suurnopeusrata
lt_lt: Greitoji linija

source: Industrial line
es_es: Línea industrial
fi_fi: Teollisuusrata
lt_lt: Pramoninė linija

source: Industrial service track
es_es: Vía industrial de servicio
fi_fi: Teollisuusradan sivuraide
lt_lt: Pramoninio aptarnavimo kelias

source: Preserved track
es_es: Vía ferroviaria histórica
fi_fi: Museorautatie
lt_lt: Istorinis kelias

source: Preserved service track
es_es: Vía ferroviaria de servicio histórica
fi_fi: Museorautatien sivuraide
lt_lt: Istorinis aptarnavimo kelias

source: Track under construction
es_es: Vía en construcción
fi_fi: Rakenteilla oleva raide
lt_lt: Tvarkomas kelias

source: Proposed track
es_es: Vía propuesta
fi_fi: Suunniteltu raide
lt_lt: Planuojamas kelias

source: Disused track
es_es: Vía en desuso
fi_fi: Käytöstä poistettu raide
lt_lt: Nebenaudojamas kelias

source: Abandoned track
es_es: Vía abandonada
fi_fi: Vanha ratapohja
lt_lt: Apleistas kelias

source: Razed track
es_es: Vía levantada
fi_fi: Tuhottu ratapohja
lt_lt: Išardytas kelias

source: Tram
es_es: Tranvía
fi_fi: Raitiotie
lt_lt: Tramvajus

source: Subway
es_es: Subterráneo
fi_fi: Metro
lt_lt: Metropolitenas

source: Light rail
es_es: Tren ligero
fi_fi: Pikaraitiotie
lt_lt: Lengvojo geležinkelio bėgis

source: Narrow gauge track
es_es: Vía de trocha angosta
fi_fi: Kapearaiteinen rautatie
lt_lt: Siaurosios vėžės kelias

source: Switch (remote-controlled)
es_es: Desvío (controlado a distancia)
fi_fi: Kauko-ohjattu vaihde
lt_lt: Iešmas (nuotolinio valdymo)

source: Switch (local operated)
es_es: Desvío (operado localmente)
fi_fi: Paikallisesti käännettävä vaihde
lt_lt: Iešmas (rankinis)

source: Resetting switch
es_es: Reinicio de desvío
fi_fi: Aukiajettava vaihde
lt_lt: Grįžimo iešmas

source: Signal box
es_es: Cabina de señales
fi_fi: Asetinlaite
lt_lt: Signalų centralizacija

source: Owner change
es_es: Cambio de dueño
fi_fi: Omistusraja
lt_lt: Pasienio punktas

source: Railway crossing
es_es: Cruce a nivel entre ferrocarriles
fi_fi: Raideristeys
lt_lt: Geležinkelio pervaža

source: Buffer stop
es_es: Topera
fi_fi: Raidepuskin
lt_lt: Aklakelio atmušas

source: Isolated track section
es_es: Vía de separación de segmentos
fi_fi: Sähköistysjärjestelmän raja

source: Platform
es_es: Andén
fi_fi: Matkustajalaituri
lt_lt: Platforma

source: Vending machine
es_es: Máquina expendedora de boletos
fi_fi: Myyntiautomaatti
lt_lt: Prekybinis automatas

source: Ticket shop
es_es: Boletería
fi_fi: Lipunmyyntipiste
lt_lt: Geležinkelio bilietų kasa

source: Subway entrance
es_es: Entrada de subterráneo
fi_fi: Metroaseman sisäänkäynti
lt_lt: Įėjimas į metropoliteną

source: Phone
es_es: Teléfono
fi_fi: Puhelin
lt_lt: Telefonas

source: Water tower
es_es: Torre de agua
fi_fi: Vesitorni
lt_lt: Vandens bokštas

source: Fuel
es_es: Combustible
fi_fi: Tankkauspiste
lt_lt: Degalai

source: Water crane
es_es: Grúa de agua
fi_fi: Vesiviskuri
lt_lt: Vandens kranas

source: Coaling facility
fi_fi: Hiilestyspaikka
lt_lt: Anglies padavimo įranga

source: Wash
es_es: Lavadero
fi_fi: Pesupaikka
lt_lt: Plovykla

source: Loading gauge
es_es: Gálibo
fi_fi: Kuormaulottuma
lt_lt: Pakrovos gabaritas

source: Hump yard
es_es: lomo de asno
fi_fi: Laskumäki
lt_lt: Skirstomasis kalnelis

source: Rail brake
fi_fi: Raidejarru
lt_lt: Vagonų stabdiklis

source: Engine shed
es_es: depósito de locomotoras
fi_fi: Veturitalli
lt_lt: Lokomotyvų depas

source: Workshop
es_es: taller
fi_fi: Konepaja
lt_lt: Cechas

source: Radio tower
es_es: torre de radio
fi_fi: Radiomasto
lt_lt: Radijo bokštas

source: Turntable
es_es: mesa giratoria
fi_fi: Kääntöpöytä
lt_lt: Grįžratis

source: Traverser
es_es: plataforma corrediza
fi_fi: Siirtolava

source: Loading ramp
es_es: rampa de carga
fi_fi: Lastauslaituri
lt_lt: Pakrovimo prievaža

source: Crane
es_es: grúa
fi_fi: Nosturi
lt_lt: Kranas

source: Track scale
es_es: balanza
fi_fi: Vaunuvaaka

source: Carrier truck pit
fi_fi: Lavettivaunu

source: Gauge conversion
es_es: cambiador de ancho
fi_fi: Raideleveyden muuntolaite

source: Gate
es_es: portón
fi_fi: Portti
lt_lt: Vartai

source: Museum
es_es: museo
fi_fi: Museo
lt_lt: Muziejus

source: Container terminal
es_es: terminal de contenedores
fi_fi: Konttiterminaali
lt_lt: Konteinerių terminalas

source: Station building
es_es: edificio de estación
fi_fi: Asemarakennus
lt_lt: Stoties pastatas

source: Factory connected to railroad line
es_es: fábrica con acceso ferroviario
fi_fi: Rataverkkoon yhteydessä oleva tehdas
lt_lt: Gamykla, prijungta prie geležinkelio linijos

source: Rack
es_es: cremallera
fi_fi: Hammasrata

source: Embankment
es_es: terraplén
fi_fi: Penger
lt_lt: Pylimas/Damba

source: Cutting
fi_fi: Leikkaus

source: Miniature railway
es_es: tren en miniatura
fi_fi: Pienoisrautatie

source: Funicular
fi_fi: Funikulaari
lt_lt: Funikulierius

source: Military line
es_es: vía militar
fi_fi: Sotilasrata

source: Military service track
es_es: vía lateral de una línea militar
fi_fi: Sotilasradan sivuraide

source: Ferry terminal
es_es: terminal de ferry
fi_fi: Lauttaterminaali
lt_lt: Keltų terminalas

source: Ferry
fi_fi: Lautta
lt_lt: Keltas

source: Test line
es_es: línea de prueba
fi_fi: Testirata
lt_lt: Bandomoji linija

source: Test service track
es_es: vía lateral de una línea de prueba
fi_fi: Testiradan sivuraide
lt_lt: Bandomasis aptarnavimo kelias

source: Car shuttle
es_es: autotrén
fi_fi: Autovaunujen lastauspaikka

source: Rolling highway
es_es: autopista ferroviaria
fi_fi: Rekkajunien lastauspaikka

source: Nothing to see in this zoom level. Please zoom in.
es_es: Nada visible en este nivel de zoom. Por favor, aumentar el zoom.
fi_fi: Ei näytettävää tällä zoomaustasolla. Ole hyvä ja lähennä karttaa.
lt_lt: Šiame mastelyje nieko nematyti. Prašome padidinti.

source: Legend not available for this style.
es_es: leyenda no disponible para este estilo
fi_fi: Merkkien selitystä ei saatavilla tälle tyylille.
lt_lt: Šiam stiliui legenda neprieinama

source: Language
es_es: idioma
fi_fi: Kieli
lt_lt: Kalba

source: Desktop version
fi_fi: Työpöytäversio
lt_lt: Darbalaukio versija

source: Style
es_es: estilo
fi_fi: Tyyli
lt_lt: Stilius

source: Search
es_es: búsqueda
fi_fi: Haku
lt_lt: Paieška

source: Blog
fi_fi: Blogi
lt_lt: Tinklaraštis

source: Hillshading
es_es: Sombreado de relieve
lt_lt: Reljefo užtemdymas

source: Hillshading by <a href='http://nasa.gov/'>NASA SRTM</a>
es_es: Sombreado de relieve por <a href='http://nasa.gov/'>NASA SRTM</a>
lt_lt: Reljefo užtemdymas pagal <a href='http://nasa.gov/'>NASA SRTM</a>

source: Copy this HTML code snippet into your website to show a small map with a marker.
es_es: Copie este fragmento de código HTML en su sitio web para mostrar un mapa pequeño con un marcador.
lt_lt: Nukopikojuokite šią HTML kodo iškarpą, norėdami savo svetainėje rodyti mažą žemėlapį su žymekliu.

source: Narrow gauge siding
lt_lt: Siaurosios vėžės geležinkelio pralanka

source: Narrow gauge yard
lt_lt: Siaurosios vėžės prekių baras

source: Narrow gauge spur
lt_lt: Siaurosios vėžės privažiuojamasis kelias

source: Narrow gauge crossover
lt_lt: Siaurosios vėžės kryžminė sąvaža

source: Narrow gauge branch line
lt_lt: Siaurosios vėžės geležinkelio atšaka

source: Narrow gauge main line
lt_lt: Siaurosios vėžės pagrindinė linija

source: Narrow gauge highspeed line
lt_lt: Siaurosios vėžės greitoji linija

source: Narrow gauge industrial line
lt_lt: Siaurosios vėžės pramoninė linija

source: Narrow gauge industrial service
lt_lt: Siaurosios vėžės pramoninio aptarnavimo linija

source: Pit
lt_lt: Įkasa
